Repository: wp-plugins/daikos-youtube-widget
Catalog: languages/daikosyoutubewidget-*.po
Languages: nb_no

source: Title above the widget
nb_no: Tittel over widgeten

source: Title:
nb_no: Tittel

source: Number of videos to show
nb_no: Antall videoer

source: How many videos to show:
nb_no: Antall videoer

source: Size of the thumbnails.
nb_no: Størrelse på miniatyrbildene.

source: Small
nb_no: Små

source: Medium
nb_no: Middels

source: Large
nb_no: Store

source: IMPORTANT: No line brake (new line) after the last video!
nb_no: VIKTIG: Ikke linjeskift etter den siste videoen!

source: Videos
nb_no: Videoer

source: YouTube tag(s), separated by ,
nb_no: YouTube stikkord, kommaseparert

source: Feed from YouTube tag(s), separated by , :
nb_no: Feed fra YouTube stikkord, kommaseparert:

source: YouTube user(s), separated by ,
nb_no: YouTube bruker(e), kommaseparert

source: Feed from YouTube user(s), separated by ,:
nb_no: Feed fra YouTube bruker(e), kommaseparert:

source: Show only on specified page(s)/post(s)/category. Default is All
nb_no: Vis bare på følgende side(r)/innlegg/kategori(er)

source: Display only on:
nb_no: Vis bare på:

source: All
nb_no: Alle

source: Home
nb_no: Førstesiden

source: Post(s)
nb_no: Innlegg

source: Post In Category ID(s)
nb_no: Innlegg i kategorien(e)

source: Page(s)
nb_no: Side(ne)

source: Category
nb_no: Kategori

source: Limit to specific page, post or category. Use ID, slug or title.
nb_no: Vis bare på følgende side, innlegg eller kategori. Bruk ID eller tittel.

source: Slug/Title/ID:
nb_no: Tittel/ID

source: In Post In Category, add one or more cat ID(s)/name(s) comma separated!
nb_no: I Innlegg i kategorien, spesifisér en eller flere kategori ID(er)/navn kommaseparert!

source: You can get more help and instructions on www.daikos.net!
nb_no: Du kan få mer hjelp og veiledning på www.daikos.net!

source: Help
nb_no: Hjelp

source: Activate Daiko's ThickBox Plugin or place Daiko's VideoPlayer Widget!
nb_no: Aktivér Daikos ThickBox Innstill eller plassér Daikos VideoPlayer widget!

source: Daiko's YouTube Widget is disabled for this page/post!
nb_no: Daikos YouTube widget er deaktivért på denne siden/dette innlegget!

source: Daiko's YouTube Widgets
nb_no: Daikos YouTube widget'er

source: How many YouTube widgets would you like?
nb_no: Hvor mange YouTube widget'er behøver du?

source: Save
nb_no: Lagre

source: This loads the required scripts for Daiko's YouTube Widget
nb_no: Dette laster inn nødvendige skript til Daikos YouTube widget

source: End of script load Daiko's YouTube Widget.
nb_no: Slutten på skriptlastingen til Daikos YouTube widget

source: This is a container for the ThickBox player in Daiko's YouTube Widget
nb_no: Dette er en beholder til ThickBox spilleren i Daikos YouTube widget

source: Loading....
nb_no: Laster inn....

source: End of container
nb_no: Slutt på beholderen

source: VideoPlayer title:
nb_no: VideoPlayer tittel:

source: VideoPlayer width:
nb_no: VideoPlayer bredde:

source: Container for the big video player in Daiko's YouTube Widget
nb_no: Beholder for den store videospilleren i Daikos YouTube widget

source: Daiko's VideoPlayer is disabled for this page/post!
nb_no: Daikos VideoPlayer er deaktivert på denne siden/dette innlegget!
